;Place localized text in this file

[X2Effect_AutoMendShield]
HealedMessage="+<Heal/> Shield Recharged"

[X2Item_WeaveVests]
MaxShieldRegenLabel = "Max Shield Recharge"
ShieldRegenLabel = "Recharge Rate"
ShieldLabel = "Shield"


[ChosenRifle_XCOM X2WeaponTemplate]
FriendlyName="M-76 Revenant Disruptor"
FriendlyNamePlural="M-76 Revenant Disruptor"
BriefSummary="Despite his fixation on Psionic power, even the Chosen Warlock carried a more traditional weapon in times of need. This custom-made machine gun features technology not widely available. Protected against replication by sophisticated Fabrication Rights Management (FRM) technology, only the richest and most powerful warlords can afford this weapon."
TacticalText="<Bullet/> The Disruptor rifle is guaranteed to critically hit Psionic enemies.\n<Bullet/> Firing the primary weapon always ends the soldier's turn.\n"
AbilityDescName="M-76 Revenant Disruptor"

[ChosenShotgun_XCOM X2WeaponTemplate]
FriendlyName="M-300-Arashi Claymore"
FriendlyNamePlural="M-300-Arashi Claymores"
BriefSummary="The Chosen Assassin's failsafe weapon, in close quarters it is no less dangerous than her sword, The Claymore used to be a hard-hitting but poor-selling shotgun due to kickback problems snapping the arms of anyone but krogan firing the weapon. After a rehaul of its kinetic dampening system, the Claymore is being rolled out again."
TacticalText="<Bullet/> The Arashi is an extremely versatile and powerful weapon.\n<Bullet/> Shotgun-style weapons are very effective at close range, but their accuracy drops off quickly at longer range.\n"
AbilityDescName="M-300 Claymore Arashi shotgun"

[ChosenSword_XCOM X2WeaponTemplate]
FriendlyName="Katana"
FriendlyNamePlural="Katanas"
BriefSummary="The prized weapon of the Chosen Assassin, forged by hands not of this Earth. It is said to never miss its intended target."
TacticalText="<Bullet/> The Katana does extreme damage and cannot miss or be dodged.\n<Bullet/> Armor will not save enemies from Katana attacks."
AbilityDescName="sword"


[ChosenSniperRifle_XCOM X2WeaponTemplate]
FriendlyName="Black Widow Darklance"
FriendlyNamePlural="Black Widow Darklances"
BriefSummary="Constructed from the Hunter's Darklance, Xcom wanted to reduce the reload time of the original Widow rifle, without sacrificing its stopping power. The solution was to increase the number of shots the gun could fire before it needed a fresh thermal clip. Heavy for a sniper rifle, the Black Widow's firepower more than compensates for its encumbrance."
TacticalText="<Bullet/> Unlike most sniper rifles, the Black Widow Darklance only requires one action to fire."
AbilityDescName="Black Widow Darklance"


[ChosenSniperPistol_XCOM X2WeaponTemplate]
FriendlyName="M-77 Paladin Darkclaw"
FriendlyNamePlural="M-77 Paladin Darkclaws"
BriefSummary="Constructed from the Hunter's Darkclaw, The Paladin is a reliable, durable weapon developed by Xcom looking for a high-powered but easily concealed sidearm for undercover agents. Surprisingly small for its hitting power, the Paladin is a variant on the Carnifex pistol. While it has a smaller clip than the Carnifex, its shots are unquestionably more powerful."
TacticalText="<Bullet/> The Paladin Darkclaw is a supremely powerful pistol that ignores armor."
AbilityDescName="M-77 Paladin Darkclaw"


[AssaultRifle_CV X2WeaponTemplate]
FriendlyName="M-7 Lancer Assault Rifle"
FriendlyNamePlural="M-7 Lancer Magnetic Rifles"
BriefSummary="The modular design and inexpensive components of the M-7 Avenger makes it a favorite of military groups and mercenaries alike. The Lancer has a reputation for being tough, reliable, easy to use, and easy to upgrade."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[AssaultRifle_MG X2WeaponTemplate]
FriendlyName="M-8 Avenger Magnetic Rifle"
FriendlyNamePlural="M-8 Avenger Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the M-8 Avenger to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[AssaultRifle_BM X2WeaponTemplate]
FriendlyName="M-8 Avenger Beam Rifle"
FriendlyNamePlural="M-8 Avenger Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the M-8 Avenger to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Cannon_CV X2WeaponTemplate]
FriendlyName="M-22 Cyclone Heavy Rifle"
FriendlyNamePlural="M-22 Cyclone Rifles"
BriefSummary="The Cyclone's rapid rate of fire requires a short warm up before use. The rifle's mediocre accuracy is balanced by a massive capacity. As its manufacturer states, "With so many rounds to spare, what does it matter if a few don't land?""
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Cannon_MG X2WeaponTemplate]
FriendlyName="M-22 Cyclone Magnetic Rifle"
FriendlyNamePlural="M-22 Cyclone Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the M-22 Cyclone to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Cannon_BM X2WeaponTemplate]
FriendlyName="M-22 Cyclone Beam Rifle"
FriendlyNamePlural="M-22 Cyclone Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the M-22 Cyclone to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[Pistol_CV X2WeaponTemplate]
FriendlyName="M-3 Predator Pistol"
FriendlyNamePlural="M-3 Predator Pistols"
BriefSummary="Manufactured by Elanus Risk Control, the Predator is valued as a reliable, accurate sidearm. Effective against armor; weak against shields and biotic barriers."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Pistol_MG X2WeaponTemplate]
FriendlyName="M-3 Predator Magnetic Pistol"
FriendlyNamePlural="M-3 Predator Magnetic Pistols"
BriefSummary="Advanced Ballistic capabilites allows the M-3 Predator to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Pistol_BM X2WeaponTemplate]
FriendlyName="M-3 Predator Beam Pistol"
FriendlyNamePlural="M-3 Predator Beam Pistols"
BriefSummary="Advanced Beam capabilites allows the M-3 Predator to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Shotgun_CV X2WeaponTemplate]
FriendlyName="M-23 Katana Shotgun"
FriendlyNamePlural="M-23 Katana Shotguns"
BriefSummary="Common military shotgun. Deadly at short range, but ineffective at long range. Very effective versus shields and biotic barriers, but weak versus armor."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Shotgun_MG X2WeaponTemplate]
FriendlyName="M-23 Katana Magnetic Shotgun"
FriendlyNamePlural="M-23 Katana Magnetic Shotguns"
BriefSummary="Advanced Ballistic capabilites allows the M-23 Katana to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Shotgun_BM X2WeaponTemplate]
FriendlyName="M-23 Katana Beam Shotgun"
FriendlyNamePlural="M-23 Katana Beam Shotguns"
BriefSummary="Advanced Beam capabilites allows the M-23 Katana to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[SniperRifle_CV X2WeaponTemplate]
FriendlyName="M-97 Viper Sniper Rifle"
FriendlyNamePlural="M-97 Viper Rifles"
BriefSummary="Rapid-fire military sniper rifle. Incredibly accurate and deadly at long range, these weapons are popular amongst infiltrators and assassins. Very effective against armor; somewhat effective against shields."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[SniperRifle_MG X2WeaponTemplate]
FriendlyName="M-97 Viper Magnetic Rifle"
FriendlyNamePlural="M-97 Viper Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the M-97 Viper to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[SniperRifle_BM X2WeaponTemplate]
FriendlyName="M-97 Viper Beam Rifle"
FriendlyNamePlural="M-97 Viper Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the M-97 Viper to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Sword_CV X2WeaponTemplate]
FriendlyName="Alliance Shade Sword"
FriendlyNamePlural="Alliance Shade Swords"
BriefSummary="The Alliance Shade's sword, is a monomolecular blades that is used to deliver lethal strikes; a single direct stab from their swords can kill instantly lesser foes."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Alliance Shade Sword"

[Sword_MG X2WeaponTemplate]
FriendlyName="Alliance Shade Magnetic Sword"
FriendlyNamePlural="Alliance Shade Magnetic Swords"
BriefSummary="The Alliance Shade's sword, is a monomolecular blades that is used to deliver lethal strikes; a single direct stab from their swords can kill instantly lesser foes."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Alliance Shade Magnetic Sword"

[Sword_BM X2WeaponTemplate]
FriendlyName="Alliance Shade Beam Sword"
FriendlyNamePlural="Alliance Shade Beam Swords"
BriefSummary="The Alliance Shade's sword, is a monomolecular blades that is used to deliver lethal strikes; a single direct stab from their swords can kill instantly lesser foes."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Alliance Shade Beam Sword"



[VektorRifle_CV X2WeaponTemplate]
FriendlyName="M-96V Mattock Vektor Rifle"
FriendlyNamePlural="M-96V Vektor Rifles"
BriefSummary="The Mattock is a semi-automatic hybrid weapon with an assault rifle's low heat production and a sniper rifle's punch. Though it does not have a sniper rifle's precision scope, marksmen favor its increased power over that of an assault rifle to bring down hardened targets. Its lack of a full-auto setting is advertised as a feature rather than a shortcoming since it curbs a soldier's tendency to spray inaccurate fire under stress."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[VektorRifle_MG X2WeaponTemplate]
FriendlyName="M-96V Mattock Magnetic Rifle"
FriendlyNamePlural="M-96V Mattock Magnetic Rifles"
BriefSummary="Advanced Ballistic capabilites allows the M-96 Mattock to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[VektorRifle_BM X2WeaponTemplate]
FriendlyName="M-96V Mattock Beam Rifle"
FriendlyNamePlural="M-96V Mattock Beam Rifles"
BriefSummary="Advanced Beam capabilites allows the M-96 Mattock to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[Bullpup_CV X2WeaponTemplate]
FriendlyName="M-25 Hornet Bullpup"
FriendlyNamePlural="M-25 Hornet Bullpups"
BriefSummary="The Hornet is a long-range submachine gun created by Cerberus. It is standard equipment for Cerberus troops, who are trained to handle the recoil from the gun's three-round bursts. The Skirmishers have retrofitted the weapons to better suit their combat style."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"


[Bullpup_MG X2WeaponTemplate]
FriendlyName="M-25 Hornet Magnetic Bullpup"
FriendlyNamePlural="M-25 Hornet Magnetic Bullpups"
BriefSummary="Advanced Ballistic capabilites allows the M-25 Hornet to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[Bullpup_BM X2WeaponTemplate]
FriendlyName="M-25 Hornet Beam Bullpup"
FriendlyNamePlural="M-25 Hornet Beam Bullpups"
BriefSummary="Advanced Beam capabilites allows the M-25 Hornet to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"




[Sidearm_CV X2WeaponTemplate]
FriendlyName="M-4 Shuriken"
FriendlyNamePlural="M-4 Shurikens"
BriefSummary="As kinetic barriers have grown in popularity, so has the popularity of submachine guns. Manufactured by the Elkoss Combine, the Shuriken Machine Pistol fires six-round bursts with a high rate of fire. It has become a staple in Templar armories"
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-4 Shuriken"

[Sidearm_MG X2WeaponTemplate]
FriendlyName="M-4 Shuriken Mark II"
FriendlyNamePlural="M-4 Shurikens Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-4 Shuriken to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-4 Shuriken"

[Sidearm_BM X2WeaponTemplate]
FriendlyName="M-4 Shuriken Mark III"
FriendlyNamePlural="M-4 Shurikens Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-4 Shuriken to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-4 Shuriken"


[MilitiaRifle_CV X2WeaponTemplate]
FriendlyName="Militia Rifle"
FriendlyNamePlural="Militia Rifles"
BriefSummary=""
TacticalText=""

[MilitiaRifle_MG X2WeaponTemplate]
FriendlyName="Militia Rifle"
FriendlyNamePlural="Militia Rifles"
BriefSummary=""
TacticalText=""

[MilitiaRifle_BM X2WeaponTemplate]
FriendlyName="Militia Rifle"
FriendlyNamePlural="Militia Rifles"
BriefSummary=""
TacticalText=""


[AlienHunterRifle_CV X2WeaponTemplate]
FriendlyName="Kishock Harpoon Gun"
FriendlyNamePlural="Kishock Harpoon Guns"
BriefSummary="An Xcom captain on her fifth tour of the Advent Terminus Sector once said that seeing a Kishock was the easiest way to tell if she was being attacked by batarian mercenaries or slavers, since "no bastard with a Kishock means to take you alive." This powerful sniper rifle fires a harpoon-like spike that causes massive internal bleeding, and its miniaturized disruptors will also destroy synthetics."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Kishock Harpoon Gun"

[AlienHunterRifle_MG X2WeaponTemplate]
FriendlyName="Kishock Harpoon Gun Mark II"
FriendlyNamePlural="Kishock Harpoon Guns Mark II"
BriefSummary="Advanced Ballistic capabilites allows the Kishock Harpoon Gun to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Kishock Harpoon Gun"

[AlienHunterRifle_BM X2WeaponTemplate]
FriendlyName="Kishock Harpoon Gun Mark III"
FriendlyNamePlural="Kishock Harpoon Guns Mark III"
BriefSummary="Advanced Ballistic capabilites allows the Kishock Harpoon Gun to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="Kishock Harpoon Gun"

[AlienHunterPistol_CV X2WeaponTemplate]
FriendlyName="M-11 Suppressor"
FriendlyNamePlural="M-11 Suppressors"
BriefSummary="The M-11 Suppressor is the product of the Alliance's Offensive Handgun Project that developed an infiltration weapon to be used in close-quarters situations where silence is key. The Suppressor features a built-in integral sound moderator that reduces noise and muzzle flash. Civilian variants of the weapon are considered illegal but can be found in some sectors."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-11 Suppressor"

[AlienHunterPistol_MG X2WeaponTemplate]
FriendlyName="M-11 Suppressor Mark II"
FriendlyNamePlural="M-11 Suppressors Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-11 Suppressor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-11 Suppressor"

[AlienHunterPistol_BM X2WeaponTemplate]
FriendlyName="M-11 Suppressor Mark III"
FriendlyNamePlural="M-11 Suppressors Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-11 Suppressor to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-11 Suppressor"

[AlienHunterAxe_CV X2PairedWeaponTemplate]
FriendlyName="Hunter's Omni Axe"
FriendlyNamePlural="Hunter's Omni Axe"
BriefSummary="Honed to an incredible degree, these ornately crafted throwing axes are compact enough for our soldiers to engage with from long range. These weapons are unique, and cannot be duplicated or replaced."
TacticalText="<Bullet/> Carrying two axes provides Rangers with the same melee abilities as a traditional Sword.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[AlienHunterAxe_MG X2PairedWeaponTemplate]
FriendlyName="Hunter's Omni Axe"
FriendlyNamePlural="Hunter's Omni Axe"
BriefSummary="Using our expertise in working with the alien alloys, we've managed to further hone the Hunter's Axe into an incredibly dangerous melee weapon."
TacticalText="<Bullet/> These axes are sharpened to a razor-thin edge and tempered to incredible durability, increasing their potential damage and adding a chance to stun enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[AlienHunterAxe_BM X2PairedWeaponTemplate]
FriendlyName="Hunter's Omni Axe"
FriendlyNamePlural="Hunter's Omni Axe"
BriefSummary="The addition of small powercells embedded within the Axe handles provides a powerful electrical jolt capable of igniting enemy targets."
TacticalText="<Bullet/> A volatile electric current runs through each blade, providing increased damage and a chance to burn enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[AlienHunterAxeThrown_CV X2WeaponTemplate]
FriendlyName="Hunter's Omni Axe"
FriendlyNamePlural="Hunter's Omni Axe"
BriefSummary="Honed to an incredible degree, these ornately crafted throwing axes are compact enough for our soldiers to engage with from long range. These weapons are unique, and cannot be duplicated or replaced."
TacticalText="<Bullet/> Carrying two axes provides Rangers with the same melee abilities as a traditional Sword.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[AlienHunterAxeThrown_MG X2WeaponTemplate]
FriendlyName="Hunter's Omni Axe"
FriendlyNamePlural="Hunter's Omni Axe"
BriefSummary="Tier 2 Upgrade for Hunter's Axe"
TacticalText="<Bullet/> These axes are sharpened to a razor-thin edge and tempered to incredible durability, increasing their potential damage and adding a chance to stun enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[AlienHunterAxeThrown_BM X2WeaponTemplate]
FriendlyName="Hunter's Omni Axe"
FriendlyNamePlural="Hunter's Omni Axe"
BriefSummary="Tier 3 Upgrade for Hunter's Axe"
TacticalText="<Bullet/> A volatile electric current runs through each blade, providing increased damage and a chance to burn enemy targets.\n<Bullet/> One axe can be thrown from range for an instant burst of damage."
AbilityDescName="axe"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="Throw Omni Axe"
LocHelpText="Throw the omni axe at a target. This attack does not cost an action."
LocLongDescription="Throw the omni axe at a target. This attack does not cost an action."





[TLE_AssaultRifle_CV X2WeaponTemplate]
FriendlyName="Old-world Assault Rifle"
FriendlyNamePlural="Old-world Assault Rifles"
BriefSummary="We've managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage once we perfect modular weapon technology."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Modern upgrades are unavailable due to the weapon's age."
AbilityDescName="Old-world Assault Rifle"

[TLE_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="Improvised Magnetic Rifle"
FriendlyNamePlural="Improvised Magnetic Rifles"
BriefSummary="Magnetized projectile tech has enabled us to create rifle-style slugthrowers. They represent a substantial improvement in power relative to conventional assault rifles."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Modern upgrades are unavailable due to the weapon's age."
AbilityDescName="Improvised Magnetic Rifle"

[TLE_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="Prototype Plasma Rifle"
FriendlyNamePlural="Prototype Plasma Rifles"
BriefSummary="Now that we've finally deciphered the aliens' devastating weapon technology and can develop beam weapons of our own, we can build rifles that will be the match of any enemy our soldiers encounter in the field."
TacticalText="<Bullet/> The Plasma Rifle is a general purpose, supremely powerful primary infantry weapons system.\n<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Modern upgrades are unavailable due to the weapon's age."
AbilityDescName="Prototype Plasma Rifle"

[TLE_Cannon_CV X2WeaponTemplate]
FriendlyName="Harrier Assault Cannon"
FriendlyNamePlural="Harrier Assault Cannons"
BriefSummary="These Cerberus-modified M-96 Mattock rifles are fully automatic. Cerberus gunsmiths reined in the recoil issues, resulting in a gun that stays on target but delivers slightly less punch per round than a standard Mattock. As such, the weapon is typically utilized by Cerberus�s elite troopers who train constantly to make every burst count."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Harrier Assault Cannon"

[TLE_Cannon_MG X2WeaponTemplate]
FriendlyName="Harrier Magnetic Cannon"
.FriendlyNamePlural="Harrier Magnetic Cannons"
BriefSummary="Advanced Ballistic capabilites allows the Harrier to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Harrier Assault Cannon Magnetic"

[TLE_Cannon_BM X2WeaponTemplate]
FriendlyName="Harrier Beam Cannon"
FriendlyNamePlural="Harrier Beam Cannons"
BriefSummary="Advanced Beam capabilites allows the Harrier to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="Harrier Assault Cannon Beam"

[TLE_Pistol_CV X2WeaponTemplate]
FriendlyName="M-5 Phalanx"
FriendlyNamePlural="M-5 Phalanxes"
BriefSummary="The M-5 Phalanx is the product of the Alliance's Offensive Handgun Project, a close-in weapon to be used with no loss of stopping power in comparison with a soldier's assault rifle. The Phalanx enjoys a ballistics advantage over most heavy pistols. Civilian variants are often purchased by colonists on planets that have particularly dangerous big-game animals."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-5 Phalanx"

[TLE_Pistol_MG X2WeaponTemplate]
FriendlyName="M-5 Phalanx Mark II"
FriendlyNamePlural="M-5 Phalanxes Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-5 Phalanx to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-5 Phalanx"

[TLE_Pistol_BM X2WeaponTemplate]
FriendlyName="M-5 Phalanx Mark III"
FriendlyNamePlural="M-5 Phalanxes Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-5 Phalanx to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-5 Phalanx"

[TLE_Shotgun_CV X2WeaponTemplate]
FriendlyName="M-44 Wraith Shotgun"
FriendlyNamePlural="M-44 Wraith Shotguns"
BriefSummary="The Wraith is favored among mercenaries, pirates, and slavers in the Terminus systems. Its high-impact damage and sturdy construction make it a popular "quick-draw" shotgun. A variant of the M-22 Eviscerator, demand for the Wraith is higher than ever, even though the weapon is banned in Citadel space. In order to lighten its weight, the Wraith holds fewer shots than the Eviscerator."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="M-44 Wraith Shotgun"

[TLE_Shotgun_MG X2WeaponTemplate]
FriendlyName="M-44 Wraith Magnetic Shotgun"
FriendlyNamePlural="M-44 Wraith Magnetic Shotguns"
BriefSummary="Advanced Ballistic capabilites allows the M-44 Wraith to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="M-44 Wraith Magnetic Shotgun"

[TLE_Shotgun_BM X2WeaponTemplate]
FriendlyName="M-44 Wraith Beam Shotgun"
FriendlyNamePlural="M-44 Wraith Beam Shotguns"
BriefSummary="Advanced Beam capabilites allows the M-44 Wraith to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
AbilityDescName="M-44 Wraith Beam Shotgun"

[TLE_SniperRifle_CV X2WeaponTemplate]
FriendlyName="M-92 Mantis"
FriendlyNamePlural="M-92 Mantises"
BriefSummary="The Mantis is a powerful sniper rifle able to take out most targets in a single shot. It's incredibly accurate at long range, but rate of fire is slow. Manufactured by Devlon Industries, the Mantis is primarily used by police and planetary militia groups."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-92 Mantis"

[TLE_SniperRifle_MG X2WeaponTemplate]
FriendlyName="M-92 Mantis Mark II"
FriendlyNamePlural="M-92 Mantises Mark II"
BriefSummary="Advanced Ballistic capabilites allows the M-92 Mantis to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-92 Mantis"

[TLE_SniperRifle_BM X2WeaponTemplate]
FriendlyName="M-92 Mantis Mark III"
FriendlyNamePlural="M-92 Mantises Mark III"
BriefSummary="Advanced Ballistic capabilites allows the M-92 Mantis to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/>"
AbilityDescName="M-92 Mantis"

[TLE_Sword_CV X2WeaponTemplate]
FriendlyName="Prototype Omni Sword"
FriendlyNamePlural="Prototype Omni Swords"
BriefSummary="XCOM Rangers train in the use of edged weapons, enabling them to take out enemies in close combat."
TacticalText="<Bullet/> Rangers can attack adjacent enemies with their sword even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our edged weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Prototype Omni Sword"

[TLE_Sword_MG X2WeaponTemplate]
FriendlyName="Experimental Omni Sword"
FriendlyNamePlural="Experimental Omni Swords"
BriefSummary="When pure kinetic energy is no longer sufficient in the field, the Arc Blade may prove necessary. It boosts the standard Sword's combat effectiveness with the addition of an electric field, capable of stunning enemies that are not killed outright."
TacticalText="<Bullet/> The Experimental Blade adds a powerful electric burst to the sword's kinetic impact, improving its damage and adding a chance to stun enemy targets."
AbilityDescName="Experimental Omni Sword"

[TLE_Sword_BM X2WeaponTemplate]
FriendlyName="Advanced Omni Sword"
FriendlyNamePlural="Advanced Omni Swords"
BriefSummary="The Advanced Blade encases a plasma-heated metallic core in a micro-thin magnetic field, enabling devastating melee attacks that are capable of setting enemies aflame."
TacticalText="<Bullet/> This is the most advanced version of the Ranger's sword, dealing maximum damage with a chance to burn enemy targets."
AbilityDescName="Advanced Omni Sword"
